full_list_of_the_excursions = ["ФАБРИКА ЕЛОЧНЫХ ИГРУШЕК\n\
Адрес: 17 павильон парка «Сокольники»\n\n\
 Какой же Новый год без елочных игрушек?\n\
 В преддверии Нового года у вас появится уникальная возможность не только посмотреть, как вручную создаются елочные \
игрушки, но и создать свою, уникальную игрушку в специальном мастер-классе, \
побывать на экскурсии, попасть на чаепитие у настоящего 50-литрового самовара!\n\n \
Официальный сайт экскурсии:\n https://31-12.рф/",
                               "Новогоднее представление в музее С.А. Есенина «Новогодняя Одиссея Снегурочки»\n\
Адрес: Клязьминская, дом 21, корпус 2\n\n\
 Необычная история о том, как по пути в Японию внучка Деда Мороза забыла подарки для детей из других стран дома. \
Ребятам предстоит помочь Снегурочке, заодно узнав о новогодних традициях страны восходящего солнца, но это ещё не \
конец! После состоится мастер-класс по изготовлению личного талисмана в виде японского журавлика, приносящего \
обладателю удачу, счастье и мир. \n\n\
Официальный сайт экскурсии:\n https://esenin-museum.ru/",
                               "БАБУШКИНЫ СКАЗКИ, ИЛИ СЕКРЕТЫ РОЖДЕСТВА И НОВОЛЕТИЯ В БЫЛЫЕ ВРЕМЕНА\n\
Адрес: Клязьминская, дом 21, корпус 2\n\n\
 Дети окажутся на веселом сельском празднике Рождества Христова, исполнят веселые колядки на Васильев вечер, \
посмотрят настоящий кукольный Вертеп, почувствуют себя в роли хозяина и хозяйки деревенского дома, послушают бабушкины \
сказки при свечах, отгадают загадки из «Книги народной мудрости», выберут молодоженов на Крещение, \
попьют чай из настоящего самовара. После игровой программы ребята услышат замечательные стихи С. Есенина \
о зимней природе, познакомятся с фактами его биографии. \n\n\
Официальный сайт экскурсии:\n https://esenin-museum.ru/",
                               "ЗЕМЛЯНКА \n\
Адрес: Площадь Победы, д. 3 \n\n\
 Пройдя увлекательным маршрутом по экспозиции «Подвиг Армии» и посетив диораму «Курская битва», вы узнаете новые \
малоизвестные факты и истории о Великой Отечественной войне и ее героях. Истории эти вам «расскажет» оружие, которое \
применялось во время войны. А на тематическом занятии, в «землянке», вы сможете подробно рассмотреть и потрогать \
винтовку Мосина, самозарядную винтовку Токарева, пистолет-пулемет Шпагина, револьвер Нагана, пулемет Максима и \
многое другое. \n\n\
Официальный сайт экскурсии:\n https://victorymuseum.ru/excursions/thematic-program/zemlyanka-/",
                               "По следам фронтовой собаки\nАдрес: Площадь Победы, д.3 \n\n\
 На этой экскурсии вы узнаете истории 7 самых известных собак-героев. Ведь собаки были на фронте саперами, \
перевозчиками, разведчиками, санитарами, доставляли ценные сведения и спасали людей. В конце пути участники экскурсии \
получат памятный сувенир – книжку-путеводитель и открытку с полюбившимся четвероногим героем. \n\n\
Официальный сайт экскурсии:\n https://victorymuseum.ru/excursions/quest/po-sledam-frontovoy-sobaki/",
                               'ПОДВИГ НАРОДА\nАдрес: Площадь Победы, д. 3\n\n\
 Экскурсия по уникальной экспозиции «Подвиг Народа» - это полное погружение в атмосферу жизни нашей страны в годы \
Великой Отечественной войны. Вы сможете пройти по улицам военной Москвы, попасть в кабинет Сталина и увидеть секретное \
заседание Комитета обороны. Узнать, что такое "Армия умов", кого звали "Голосом Победы", и это всего лишь малая часть \
того, что вам предстоит увидеть и услышать.\n\n\
Официальный сайт экскурсии:\n https://victorymuseum.ru/excursions/podvig-naroda/podvig-narodaind/',
                               'ПЛАНЕТАРИЙ\nАдрес: Садовая-Кудринская, 5, стр. 1\n\n\
Куда уж там, без всеми известного и любимого планетария. Музея, где можно посмотреть на звезды и узнать все-все-все \
про космос. \n В Большом Звездном зале можно посмотреть на звезды на самом большом куполе Европы и один из \
10 полнокупольных научно-популярных фильмов о космосе. \n На втором этаже располагается музей «Лунариум», где можно \
взорвать Землю или Солнце виртуальным метеоритом, поводить настоящий марсоход, запустить ракету с водородным \
двигателем и даже смоделировать инопланетянина!\n\n Официальный сайт экскурсии:\n https://planetarium-moscow.ru/',
                               '«ОБЗОРНАЯ ЭКСКУРСИЯ ПО ЭКСПОЗИЦИИ»\nАдрес: пр-т Мира, 111\n\n\
 В рамках экскурсии вам покажут все главные артефакты советской, российской и мировой космонавтики — первые спутники и \
автоматические станции, скафандры Юрия Гагарина и Алексея Леонова, макеты мировых космодромов.\n\n\
Узнав про космос однажды, вы станете его поклонником на всю жизнь.\n\n\
Официальный сайт экскурсии:\n https://kosmo-museum.ru/excursions',
                               'ЭКСКУРСИЯ "ЗДЕСЬ ЖИЛ ГЕНИЙ, ОТКРЫВШИЙ КОСМИЧЕСКУЮ ЭРУ"\n\
Адрес: 1-я Останкинская ул., 2\n\n  Недалеко от монумента «Покорителям космоса», в одном из Останкинских переулков, за \
деревянным зеленым забором стоит двухэтажный особняк, окруженный садом. Дом, построенный в 1959 году, был подарен С. \
П. Королёву Советским правительством за создание и успешный запуск 4 октября 1957 года первого в мире Искусственного \
спутника Земли. Вы познакомитесь с домом человека, которого по праву можно считать гением, изменившему нашу жизнь. \n\n\
Официальный сайт экскурсии:\n https://kosmo-museum.ru/excursions',
                               'Центр «Космонавтика и авиация»\nАдрес: Москва, проспект Мира, 119\n\n\
 Масштабная экспозиция посвящена истории достижений отечественной космической отрасли. Здесь можно ознакомиться с \
натурными экспонатами и полноразмерными макетами космических аппаратов проекты XX века космонавтики, \
а также летательных аппаратов, с исследованиями медицины, биологии и астрономии в космической сфере, узнать о \
современном изучении космоса и о развитии технологий, межгалактических прогнозах футурологов и фантастов, опробовать \
игровые симуляторы и посетить 5D-кинотеатр «Космическая сфера». \n\n\
Официальный сайт экскурсии: https://cosmos.vdnh.ru/',
                               '«Мемориальная квартира А.С. Пушкина на Арбате»\nАдрес: улица Арбат, 53 \n\n\
 Квартира, в которой накануне свадьбы, проходил "мальчишник" поэта с московскими друзьями. Именно в ней Александр \
Сергеевич провел свои самые счастливые месяцы семейной жизни. \n Часто проходят тематические экскурсии, выставки на \
темы известных произведений поэта.\n\n\
Официальный сайт экскурсии:\n http://www.pushkinmuseum.ru/?q=content/o-muzee',
                               'Дом-музей М.Ю. Лермонтова\nАдрес: ул. Малая Молчановка \n\n\
 Единственный мемориальный дом Лермонтова в Москве. Экспозиция музея рассказывает об учебе Лермонтова в Университетском \
Благородном пансионе, Московском императорском университете, о напряженной духовной и творческой жизни поэта. \
В экспозиции представлена самая драгоценная реликвия музея — автопортрет поэта. Среди книг — две с автографами \
Лермонтова. Акварельный портрет отца, Юрия Петровича, написанный самим Михаилом Юрьевичем Лермонтовым. \
Работы Лермонтова — художника — портреты близких людей, рисунки, масляные картины с видами Кавказа и множество \
другого.\n\n Официальный сайт экскурсии:\n https://goslitmuz.ru/museums/dom-muzey-m-yu-lermontova/',
                               'ВАВИЛОН. Что рассказали глиняные таблички\nАдрес: Пречистенка, д. 11/8 \n\n\
 Познавательная история о культуре и традициях самого известного из городов Ближнего Востока - Древнего Вавилона. \
Вы узнаете подробности о возникновении клинописи, появлении древнейших литературных памятников и о Хаммурапи, \
искусного политика и полководца, взошедшего на престол в 17 лет. \n\n\
Официальный сайт экскурсии:\n https://tolstoymuseum.ru/news/2019/08/07/58409/',
                               'ЕГИПЕТ. Загадки долины Нила\nАдрес: Пречистенка, д. 11/8 \n\n\
 Путешествие в Древний Египет познакомит с мифологией, древнеегипетскими божествами, \
похожими на людей с головой животных, культурой и архитектурой египетской цивилизации, \
расскажет о ее тайнах и загадках, о важности Нила и его роли в летоисчислении. \n\n\
Официальный сайт экскурсии:\n https://tolstoymuseum.ru/news/2019/08/07/58657/',
                               'Рыцари Средневековья\nАдрес: Пречистенка, д. 11/8 \n\n\
 Предлагаем заглянуть в таинственный мир европейского Средневековья, познакомиться с его историей, культурой и \
литературой. Вы узнаете о бытии отважных рыцарей, кропотливых ремесленниках. Познакомитесь с традициями, узнаете каким \
образом можно было достичь духовного очищения. \n\n\
Официальный сайт экскурсии:\n https://tolstoymuseum.ru/news/2019/08/07/58412/']
