full_list_of_the_excursions = [#0
    "ФАБРИКА ЕЛОЧНЫХ ИГРУШЕК\n\
Адрес: 17 павильон парка «Сокольники»\n\n\
 Какой же Новый год без елочных игрушек?\n\
 В преддверии Нового года у вас появится уникальная возможность не только посмотреть, как вручную создаются елочные \
игрушки, но и создать свою, уникальную игрушку в специальном мастер-классе, \
побывать на экскурсии, попасть на чаепитие у настоящего 50-литрового самовара!\n\n \
Официальный сайт экскурсии:\n https://31-12.рф/",
    #1
                               "Новогоднее представление в музее С.А. Есенина «Новогодняя Одиссея Снегурочки»\n\
Адрес: Клязьминская, дом 21, корпус 2\n\n\
Необычная история о том, как по пути в Японию внучка Деда Мороза забыла подарки для детей из других стран дома. \
Ребятам предстоит помочь Снегурочке, заодно узнав о новогодних традициях страны восходящего солнца, но это ещё не \
конец! После состоится мастер-класс по изготовлению личного талисмана в виде японского журавлика, приносящего \
обладателю удачу, счастье и мир. \n\n\
Официальный сайт экскурсии:\n https://esenin-museum.ru/",
    #2
                               "БАБУШКИНЫ СКАЗКИ, ИЛИ СЕКРЕТЫ РОЖДЕСТВА И НОВОЛЕТИЯ В БЫЛЫЕ ВРЕМЕНА\n\
Адрес: Клязьминская, дом 21, корпус 2\n\n\
Дети окажутся на веселом сельском празднике Рождества Христова, исполнят веселые колядки на Васильев вечер, \
посмотрят настоящий кукольный Вертеп, почувствуют себя в роли хозяина и хозяйки деревенского дома, послушают бабушкины \
сказки при свечах, отгадают загадки из «Книги народной мудрости», выберут молодоженов на Крещение, \
попьют чай из настоящего самовара. После игровой программы ребята услышат замечательные стихи С. Есенина \
о зимней природе, познакомятся с фактами его биографии. \n\n\
Официальный сайт экскурсии:\n https://esenin-museum.ru/",
    #3
                               "ЗЕМЛЯНКА \n\
Адрес: Площадь Победы, д. 3 \n\n\
Пройдя увлекательным маршрутом по экспозиции «Подвиг Армии» и посетив диораму «Курская битва», вы узнаете новые \
малоизвестные факты и истории о Великой Отечественной войне и ее героях. Истории эти вам «расскажет» оружие, которое \
применялось во время войны. А на тематическом занятии, в «землянке», вы сможете подробно рассмотреть и потрогать \
винтовку Мосина, самозарядную винтовку Токарева, пистолет-пулемет Шпагина, револьвер Нагана, пулемет Максима и \
многое другое. \n\n\
Официальный сайт экскурсии:\n https://victorymuseum.ru/excursions/thematic-program/zemlyanka-/",
    #4
                               "По следам фронтовой собаки\nАдрес: Площадь Победы, д.3 \n\n\
На этой экскурсии вы узнаете истории 7 самых известных собак-героев. Ведь собаки были на фронте саперами, \
перевозчиками, разведчиками, санитарами, доставляли ценные сведения и спасали людей. В конце пути участники экскурсии \
получат памятный сувенир – книжку-путеводитель и открытку с полюбившимся четвероногим героем. \n\n\
Официальный сайт экскурсии:\n https://victorymuseum.ru/excursions/quest/po-sledam-frontovoy-sobaki/",
    #5
                               'ПОДВИГ НАРОДА\nАдрес: Площадь Победы, д. 3\n\n\
Экскурсия по уникальной экспозиции «Подвиг Народа» - это полное погружение в атмосферу жизни нашей страны в годы \
Великой Отечественной войны. Вы сможете пройти по улицам военной Москвы, попасть в кабинет Сталина и увидеть секретное \
заседание Комитета обороны. Узнать, что такое "Армия умов", кого звали "Голосом Победы", и это всего лишь малая часть \
того, что вам предстоит увидеть и услышать.\n\n\
Официальный сайт экскурсии:\n https://victorymuseum.ru/excursions/podvig-naroda/podvig-narodaind/',
    #6
                               'ПЛАНЕТАРИЙ\nАдрес: Садовая-Кудринская, 5, стр. 1\n\n\
Планетарий - музей, где можно посмотреть на звезды и узнать всё про космос. \n\
В Большом Звездном зале можно посмотреть на звезды на самом большом куполе Европы и один из 10 полнокупольных\
научно-популярных фильмов о космосе. \n На втором этаже располагается интерактивный музей «Лунариум», где можно \
взорвать Землю или Солнце виртуальным метеоритом, поводить настоящий марсоход, запустить ракету с водородным \
двигателем и даже смоделировать инопланетянина!\n\n Официальный сайт экскурсии:\n https://planetarium-moscow.ru/',
    #7
                               '«ОБЗОРНАЯ ЭКСКУРСИЯ ПО ЭКСПОЗИЦИИ»\nАдрес: пр-т Мира, 111\n\n\
В рамках экскурсии вам покажут все главные артефакты советской, российской и мировой космонавтики — первые спутники и \
автоматические станции, скафандры Юрия Гагарина и Алексея Леонова, макеты мировых космодромов.\n\n\
Узнав про космос однажды, вы станете его поклонником на всю жизнь.\n\n\
Официальный сайт экскурсии:\n https://kosmo-museum.ru/excursions',
    #8
                               'ЭКСКУРСИЯ "ЗДЕСЬ ЖИЛ ГЕНИЙ, ОТКРЫВШИЙ КОСМИЧЕСКУЮ ЭРУ"\n\
Адрес: 1-я Останкинская ул., 2\n\n Недалеко от монумента «Покорителям космоса», в одном из Останкинских переулков, за \
деревянным зеленым забором стоит двухэтажный особняк, окруженный садом. Дом, построенный в 1959 году, был подарен С. \
П. Королёву Советским правительством за создание и успешный запуск 4 октября 1957 года первого в мире Искусственного \
спутника Земли. Вы познакомитесь с домом человека, которого по праву можно считать гением, изменившему нашу жизнь. \n\n\
Официальный сайт экскурсии:\n https://kosmo-museum.ru/excursions',
    #9
                               'Центр «Космонавтика и авиация»\nАдрес: Москва, проспект Мира, 119\n\n\
Масштабная экспозиция посвящена истории достижений отечественной космической отрасли. Здесь можно ознакомиться с \
натурными экспонатами и полноразмерными макетами космических аппаратов проекты XX века космонавтики, \
а также летательных аппаратов, с исследованиями медицины, биологии и астрономии в космической сфере, узнать о \
современном изучении космоса и о развитии технологий, межгалактических прогнозах футурологов и фантастов, опробовать \
игровые симуляторы и посетить 5D-кинотеатр «Космическая сфера». \n\n\
Официальный сайт экскурсии: https://cosmos.vdnh.ru/',
    #10
                               '«Мемориальная квартира А.С. Пушкина на Арбате»\nАдрес: улица Арбат, 53 \n\n\
Квартира, в которой накануне свадьбы, проходил "мальчишник" поэта с московскими друзьями. Именно в ней Александр \
Сергеевич провел свои самые счастливые месяцы семейной жизни. \n Часто проходят тематические экскурсии, выставки на \
темы известных произведений поэта.\n\n\
Официальный сайт экскурсии:\n http://www.pushkinmuseum.ru/?q=content/o-muzee',
    #11
                               'Дом-музей М.Ю. Лермонтова\nАдрес: ул. Малая Молчановка \n\n\
Единственный мемориальный дом Лермонтова в Москве. Экспозиция музея рассказывает об учебе Лермонтова в Университетском \
Благородном пансионе, Московском императорском университете, о напряженной духовной и творческой жизни поэта. \
В экспозиции представлена самая драгоценная реликвия музея — автопортрет поэта. Среди книг — две с автографами \
Лермонтова. Акварельный портрет отца, Юрия Петровича, написанный самим Михаилом Юрьевичем Лермонтовым. \
Работы Лермонтова — художника — портреты близких людей, рисунки, масляные картины с видами Кавказа и множество \
другого.\n\n Официальный сайт экскурсии:\n https://goslitmuz.ru/museums/dom-muzey-m-yu-lermontova/',
    #12
                               'ВАВИЛОН. Что рассказали глиняные таблички\nАдрес: Пречистенка, д. 11/8 \n\n\
Познавательная история о культуре и традициях самого известного из городов Ближнего Востока - Древнего Вавилона. \
Вы узнаете подробности о возникновении клинописи, появлении древнейших литературных памятников и о Хаммурапи, \
искусного политика и полководца, взошедшего на престол в 17 лет. \n\n\
Официальный сайт экскурсии:\n https://tolstoymuseum.ru/news/2019/08/07/58409/',
    #13
                               'ЕГИПЕТ. Загадки долины Нила\nАдрес: Пречистенка, д. 11/8 \n\n\
Путешествие в Древний Египет познакомит с мифологией, древнеегипетскими божествами, \
похожими на людей с головой животных, культурой и архитектурой египетской цивилизации, \
расскажет о ее тайнах и загадках, о важности Нила и его роли в летоисчислении. \n\n\
Официальный сайт экскурсии:\n https://tolstoymuseum.ru/news/2019/08/07/58657/',
    #14
                               'Рыцари Средневековья\nАдрес: Пречистенка, д. 11/8 \n\n\
Предлагаем заглянуть в таинственный мир европейского Средневековья, познакомиться с его историей, культурой и \
литературой. Вы узнаете о бытии отважных рыцарей, кропотливых ремесленниках. Познакомитесь с традициями, узнаете каким \
образом можно было достичь духовного очищения. \n\n\
Официальный сайт экскурсии:\n https://tolstoymuseum.ru/news/2019/08/07/58412/',
    #15
                               'СОЮЗМУЛЬТПАРК\nАдрес: пр-т Мира, 119 строение 7\n\n\
Вас ждут встречи с Винни Пухом, Бременскими музыкантами, Карлсоном, жителями деревни Простоквашино, Котенком по имени \
Гав, Ежиком в тумане, Маугли и многими другими. Это отличная возможность погрузиться в мир анимации и современных \
технологий, вновь познакомиться с любимыми мультгероями. Помните, что за каждым мультфильмом стоит долгая и \
кропотливая работа огромной команды.\n\n\
Официальный сайт экскурсии:\n https://souzmultpark.ru/',
    #16
                               'Потешная ФАБРИКА ИГРУШЕК\nАдрес: Парк "Сокольники", павильон "Иннопарк"\n\n\
На Потешной фабрике игрушек в весёлой развлекательной форме профессиональные экскурсоводы расскажут о важности игр \
и игрушек для нашего развития, историю появления самых первых забав. Вы узнаете, что изначально в игрушки играли \
только взрослые, и лишь через сотни лет их доверили детям.\n\n\
Официальный сайт экскурсии:\n https://31-12.xn--p1ai/poteshnoe',
    #17
                               'Музей истории ВМФ России\nАдрес: ул. Свободы, 56\n\n\
Музейный комплекс, посвящённый истории военно-морского флота России, где вы можете ознакомиться с внутренним \
устройством дизельной подводной лодки Б-396, также пройтись по верхней палубе, осмотреть экраноплан «Орлёнок» и \
десантно-штурмовой катер «СКАТ».\n\n\
Официальный сайт экскурсии:\n https://mosparks.ru/places/severnoe-tushino/vmf-museum',
    #18
                               'Музей И.С.Тургенева\nАдрес: ул. Остоженка, д. 37/7\n\n\
В двухэтажном деревянном доме с антресолями, построенном в 1818–1819 годы, жила мать писателя Варвара Петровна \
Тургенева. Иван Сергеевич часто гостил у нее, а события, происходившие в доме на Остоженке, легли в основу рассказа \
«Муму». Прототипами персонажей произведения стали реальные люди, жившие в доме Варвары Петровны. Поэтому дом на \
Остоженке часто называют «домом Муму». \n\n\
Официальный сайт экскурсии:\n http://www.pushkinmuseum.ru/?q=content/muzey-turgeneva',
    #19
                               'Музей-квартира Н.А.Островского\nАдрес: ул. Тверская, д. 14\n\n\
Музей включает салон Зинаиды Волконской, где бывал А.С. Пушкин; мемориальную квартиру Н.А. Островского, где он прожил \
с ноября 1935 по декабрь 1936 года и где представлены предметы мебели писателя, его вещи, документы, личная библиотека \
и другие реликвии\n\n\
Официальный сайт экскурсии:\n http://tverskaya14.ru/',
    #20
                               'Дарвиновский музей\nАдрес: ул. Вавилова, д. 57\n\n\
Музей, созданный Александром Котсом, посвящённый дарвинской теории эволюции. Именно в музее Дарвина собрана крупнейшая \
в России коллекция анималистической живописи, графики, скульптуры прославленных отечественных мастеров. В музее много \
интерактивных экспонатов и детских экскурсий, программ, мастер-классов, квестов.\n\n\
Официальный сайт экскурсии:\n https://www.darwinmuseum.ru/',
    #21
                               'Музей Московских стрельцов "Стрелецкие палаты"\nАдрес: \
Лаврушинский пер., д. 17, стр. 1\n\nМультимедийные экспозиции «Московские стрельцы» и «Служилые люди государства \
Московского» рассказывают историю первого регулярного войска Руси и развития отечественных вооруженных сил в XVII \
веке. В экспозициях представлены предметы вооружения, масштабные инсталляции и макеты, реконструкции обмундирования и \
мультимедийными панорамами. Каждый сможет почувствовать себя настоящим стрельцом, заряжая мушкет, осваивая игру на \
барабане или письмо по древнерусским канонам.\n\n\
Официальный сайт экскурсии:\n https://www.museumrvio.ru/streltsy-chamber/',
    #22
                               'Музей истории шоколада и какао\nАдрес: ул. Малая Красносельская, д.7.\n\n\
Вы не только узнаете историю создания и секреты производства лучших сладостей легендарных фабрик «Бабаевский» и \
«Красный Октябрь», но и увидите собственными глазами, как они создаются, попробуете прямо с конвейера невероятно \
вкусный, пахнущий ароматом свежего какао, орехов и ванили, шоколад.\n\n\
Официальный сайт экскурсии:\n https://www.chokomuseum.ru/excursions/',
    #23
                               'Фабрика мороженного "Чистая линия"\nАдрес: Пресненская наб., 12\n\n\
На высоте 327 метров собственными глазами вы можете увидеть этапы производства и узнать, как готовят любимый \
замороженный десерт. Кроме того, вас ждет история мороженого в интерактивном формате, уникальные, познавательные \
факты, коллекция оригиналов упаковок и рекламных плакатов. Всех гостей фабрики ждёт фирменный комплимент — дегустация \
свежего и вкусного мороженого прямо с конвейера!\n\n\
Официальный сайт экскурсии:\n https://pnr360.ru/bilety-i-tseny/',
    #24
                               'Государственный биологический музей имени К. А. Тимирязева\n\
Адрес: ул. Малая Грузинская, 15\n\nПосетив данный музей, ребята познакомятся с царствами живых организмов, узнают о \
системах органов человека, а также смогут принять участие в интерактивных программах, таких как «Смотри в оба» - о \
зрении и «Химия в сказках»\n\n\
Официальный сайт экскурсии:\n https://www.gbmt.ru/ru/',
    #25
                               'Экспериментаниум\nАдрес: Ленинградский просп., 80, корп. 11\n\n\
Музей «Экспериментаниум» представляет интерактивную экспозицию, охватывающую различный области науки, такие как \
оптика, механика, электричество, магнетизм, акустика, космос и другие. В каждом зале этого музея находятся экспонаты, \
взаимодействовать с которыми можно и нужно: исследовать, собирать, разгадывать головоломки, дергать, прыгать и даже \
кричать.\n\n\
Официальный сайт экскурсии:\n https://experimentanium.ru/']
list_new_year = [full_list_of_the_excursions[0], full_list_of_the_excursions[1], full_list_of_the_excursions[2]]
list_cosmos = [full_list_of_the_excursions[6], full_list_of_the_excursions[7], full_list_of_the_excursions[8],
               full_list_of_the_excursions[9], full_list_of_the_excursions[25]]
list_history = [full_list_of_the_excursions[3], full_list_of_the_excursions[4], full_list_of_the_excursions[5],
                full_list_of_the_excursions[12], full_list_of_the_excursions[13], full_list_of_the_excursions[14],
                full_list_of_the_excursions[21]]
list_military = [full_list_of_the_excursions[3], full_list_of_the_excursions[4], full_list_of_the_excursions[5],
                 full_list_of_the_excursions[17], full_list_of_the_excursions[21]]
list_literature = [full_list_of_the_excursions[10], full_list_of_the_excursions[11], full_list_of_the_excursions[18],
                   full_list_of_the_excursions[19]]
list_production = [full_list_of_the_excursions[0], full_list_of_the_excursions[22], full_list_of_the_excursions[23]]
list_science = [full_list_of_the_excursions[6], full_list_of_the_excursions[20], full_list_of_the_excursions[24],
                full_list_of_the_excursions[25]]