TOKEN = '6223931203:AAGkhasT76dmJLDawW-sTcLXWuwAowIqK7g'
full_list_of_the_excursions = ['Архитектурный комплекс "Провиантские склады" (г. Москва, Зубовский б-р, д. 2)',
                                   'Музей археологии Москвы (г. Москва, Манежная пл., д. 1а)',
                                    'Музей истории "Лефортово" (г. Москва, ул. Крюковская, д. 23)',
                                    'Центр Гиляровского (г. Москва, пер. Столешников, д. 9, стр. 5)',
                                    'Музей Садовое кольцо (г. Москва, пр-т Мира, д. 16, стр. 1))']